{
    "About Us": "Sobre nosotros",
    "At SmartLegal, we are a boutique law firm and consultancy in Spain dedicated to providing intelligent and cost-efficient legal and business solutions. Our team consists of native English, Spanish, and Catalan-speaking lawyers and consultants, equipped to assist non-resident clients with a variety of matters, such as purchasing property, relocating to Spain, or establishing a business.": "En SmartLegal, somos un bufete de abogados y consultoría boutique en España dedicados a proporcionar soluciones legales y empresariales inteligentes y rentables. Nuestro equipo está compuesto por abogados y consultores que hablan inglés, español y catalán, capacitados para ayudar a clientes no residentes con una variedad de asuntos, como la compra de propiedades, la reubicación en España o el establecimiento de un negocio.",
    "Service Areas": "Áreas de servicio",
    "Real Estate Law": "Derecho inmobiliario",
    "We offer comprehensive advice on the purchase, sale, and management of properties.": "Ofrecemos asesoramiento integral sobre la compra, venta y gestión de propiedades.",
    "Commercial Law": "Derecho comercial",
    "We provide legal solutions for businesses, from company formation to drafting and reviewing contracts.": "Proporcionamos soluciones legales para empresas, desde la formación de empresas hasta la redacción y revisión de contratos.",
    "Civil Law": "Derecho civil",
    "We assist with a wide range of civil matters, including contract disputes, liability issues, and inheritance cases.": "Asistimos en una amplia gama de asuntos civiles, incluidos disputas contractuales, problemas de responsabilidad y casos de herencia.",
    "Regulatory Compliance": "Cumplimiento normativo",
    "We help your business comply with local and international regulations.": "Ayudamos a su negocio a cumplir con las regulaciones locales e internacionales.",
    "Business Advisory": "Asesoría empresarial",
    "We offer strategic consultancy to help your business grow and thrive.": "Ofrecemos consultoría estratégica para ayudar a su negocio a crecer y prosperar.",
    "Business Brokerage": "Corretaje de negocios",
    "We facilitate the buying and selling of businesses.": "Facilitamos la compra y venta de negocios.",
    "Contact": "Contacto",
    "Do you have any questions or need assistance? Feel free to get in touch with us.": "¿Tienes alguna pregunta o necesitas ayuda? No dudes en ponerte en contacto con nosotros.",
    "Name": "Nombre",
    "Email": "Correo electrónico",
    "Message": "Mensaje",
    "Send Message": "Enviar mensaje",
    "SmartLegal": "SmartLegal",
    "Your trusted partner for legal and business consultancy in Spain": "Tu socio de confianza para asesoría legal y empresarial en España",
    "Quick Links": "Enlaces rápidos",
    "Connect With Us": "Conéctate con nosotros",
    "Languages": "Idiomas",
    "All rights reserved.": "Todos los derechos reservados.",
    "Intelligent Legal Solutions": "Soluciones legales inteligentes",
    "Get in Touch": "Ponte en contacto"
}
